start = '''
Мы готовы составить и расшифровать вашу **Натальную карту** просто введите дату рождения ✨
Выберите ваш пол и получите расшифровку с рекомендациями 👇
'''

birthdate = '''
**Укажите вашу дату рождения(год, месяц, день)** 📅
'''

time = '''
**Напиши время своего рождения** 🕰

❕ Написать необходимо в формате ЧЧ:ММ (например, 11:45). Если не знаете, нажмите на кнопку **«Не помню»** 👇
'''

city = '''
**Напиши город своего рождения** 🏙

❕ Написать необходимо название, например, **«Москва»** 👇
'''

check = '''
Давайте проверим ваши данные:

**Пол** - {gender}
**Дата рождения** - {day}.{month}.{year}
**Время рождения** - {time}
**Город** - {city}
'''

wait = '''
Начинаем составление Вашей Натальной карты 💫

Это займет немного времени ⌛️
'''

you_can_read = '''
Ты умеешь читать **Натальную карту?**
'''

ready = '''
Поздравляем! Ваша персональная натальная карта готова!  

Сейчас в ваших руках окажется инструмент, который:

- Раскроет тайны вашего характера и талантов.
- Поможет разобраться в причинах повторяющихся событий.
- Подскажет верное направление для достижения целей.
- Станет верным помощником на пути к самореализации.
'''

warming_0 = '''
**Узнай совместимость по знаку зодиака!**🔮 

Астрология помогает понять, как взаимодействуют разные знаки, выявляя сильные и слабые стороны каждого союза. 

__Натальная карта и зодиакальная совместимость помогут предсказать, как будут развиваться ваши отношения, какие сложности могут возникнуть и как их преодолеть.__

Открой тайны, что бы быть счастливым! 
'''

warming_1 = '''
**Точнейшая методика расчета** 🙌

Изучив и проанализировав Натальную карту, каждый сможет разобраться в своих скрытых талантах, сильных и слабых сторонах, богатстве и благополучии.

✔️ **Влияние каждой планеты на судьбу** 
✔️ **Богатство, благополучие и как его достичь**
✔️ **Бизнес и работа**

Расположение каждой планеты навсегда определяет заложенный потенциал, скрытые таланты, сильные и слабые стороны, а также оставляет свой отпечаток на характер. 
Планеты также влияют на финансовое благополучие, формируя достаток и стабильность
'''

warming_2 = '''
Зная положение своих планет, 🔥 
вы можете понять свои сильные и слабые стороны в плане здоровья, предрасположенность к определённым заболеваниям и способы их профилактики.

**Не упустите момент понять себя:** всего за **599₽** вместо ~~1800₽~~ ! Изучите все элементы Натальной карты и узнайте, как они влияют на ваш характер, здоровье и жизнь!
'''

warming_3 = '''
Расшифровка вашего денежного канала по дате рождения {day}.{month}.{year} уже готова!

**Внимание!** ⚠️

Чтобы в этом году вы достигли желаемого уровня финансового благополучия и обрели истинную финансовую независимость, следуйте подсказкам в натальной карте: 

Как активировать денежный поток
Какие шаги к богатству вам необходимо предпринять
Каким образом убрать блокировки и ограничения на пути к финансовому успеху
Какие возможности для приумножения вашего капитала откроются в 2024 году


__**Не упустите шанс изменить свою жизнь к лучшему!**__
'''

paid = '''
Хотите стать частью закрытого клуба и получать инсайты ?

В нашем клубе вы найдете эксклюзивную информацию о звездах, сможете общаться с единомышленниками, узнавать о новых возможностях и получать помощь от экспертов.

Став членом клуба, вы:

- Выйдете на новый уровень самопознания и развития.
- Расширите свой кругозор и получите ценные знания.
- Найдете новых друзей и единомышленников.
- Пересмотрите и поменяете свой доход. 

**Количество мест ограничено!** ⏳

Не упустите шанс изменить свою жизнь!

Чтобы узнать подробности и подать заявку на вступление в клуб, перейдите по ссылке:

До встречи!
'''